Repository: PrigodaOleg/social_mind
Catalog: domains/client/packages/ui/lib/l10n/app_*.arb
Languages: ru

# applicationTitle
source: Closers
ru: Близкие

# homePageName
source: Home
ru: Доска

# taskListPageName
source: Tasks
ru: Дела

# domainListPageName
source: Closee groups
ru: Близкие

# addTaskHint
source: Add new task
ru: Добавить задачу

# loginHelloLabel
source: Hi there
ru: Привет, дорогой друг!

# loginActionLabel
source: Login as:
ru: Войти как:

# loginPutIdHintText
source: Put user ID to authenticate
ru: Введите ID для входа

# loginExistingUserButtonText
source: Existing user
ru: Существующий пользователь

# loginExistingUserActionLabel
source: Please input your ID
ru: Введите ваш ID

# loginNewUserButtonText
source: New user
ru: Новый пользователь

# loginBlankUserButtonText
source: Blank user
ru: Пустой пользователь

# unknownPageText
source: The requested page does not exist
ru: Запрошенная страница не существует

# unknownPageTitle
source: Unknown page
ru: Неизвестная страница

# contactListPageName
source: Contacts
ru: Контакты
